{"name": "Maarten Wilschut", "description": "Maarten is een enthousiaste front-end developer, die veel waarde hecht aan heldere communicatie met zowel de klant als zijn collega’s. Het is Maartens overtuiging dat dit noodzakelijk is om zo de gewenste functionaliteiten te realiseren. Zijn ervaring ligt in het maken van maatwerk applicaties voor verschillende opdrachtgevers. Deze applicaties zijn vanaf de start in samenwerking met de klant opgezet, meestal in een SCRUM of Agile omgeving. Maarten is op zoek naar uitdagende projecten waarbij hij graag zijn ervaring en kunde inzet om mooie applicaties te maken. Zijn interesse ligt bij het ontdekken van nieuwe technologieën. Hij denkt graag mee over verschillende onderwerpen, zoals User Experience, datastromen of architectuur van de codebase."}
{"name": "Kemal Gülşen", "description": "Kemal is een technische cloud architect met solide hands-on vaardigheden in zowel applicatie- als platformontwikkeling met zeven jaar ervaring. In de laatste drie jaar heeft hij gewerkt voor de grootste enterprise klanten met honderden cloud omgevingen. Hij hielp en begeleidde DevOps teams in hun cloud journeys door te werken in de centrale cloud teams. Hij werkte in volledig geautomatiseerde omgevingen, met behulp van native cloud services; Continuous Integration (CI), Continuous Delivery (CD), en Infrastructure as Code tools. Kemal heeft ook ervaring in het ontwerpen en bouwen van Backend applicaties met behulp van Python, Java, en Typescript. Hij is een veelzijdige, innovatieve, energieke probleemoplosser met sterke communicatieve vaardigheden. Hij staat bekend om het gestaag, op tijd en binnen budget opleveren van projecten of componenten voor gedistribueerde systemen. Hij houdt er ook van om de cloudkennis van teams te vergroten door zijn kennis voortdurend te delen met zijn collega’s en ook de wereldwijde gemeenschap via verschillende middelen."}
{"name": "Edi Recica", "description": "Gedreven, nieuwsgierig, autodidact en servicegericht zijn woorden die Edi goed omschrijven. Als teamspeler houdt hij niet alleen rekening met de belangen van de klant, maar ook met die van zijn collega’s. Zijn uitgebreide interesse in IT in het algemeen en passie voor Cloud infrastructuur en beveiliging in het bijzonder, stellen hem in staat om zich snel aan te passen aan nieuwe systemen en continue ontwikkeling na te streven. Naast het ontwikkelen aan nieuwe schaalbare applicaties is Edi ook vol passie en proactief op zoek naar mogelijke verbeteringen binnen bestaande applicaties en/of infrastructurele landschappen. Het brede scala aan opdrachtgevers in verschillende branches – van het midden- en kleinbedrijf tot corporate organisaties – waar Edi de afgelopen jaren voor heeft mogen werken, hebben hem de kans gegeven om te werken aan uitdagende opdrachten op het gebied van Cloud infrastructuur & beveiliging en om zijn brede kennis toe te passen en continu doorontwikkeling na te streven."}
{"name": "Ivon Reveco", "description": "Ivon is een ervaren trainer & coach met meer dan 15 jaar ervaring als Change manager. Het begeleiden van individuen en groepen in het ontwikkelen van de juiste mindset, structuur en ontdekken van iteratief werken is een van haar passies. Door haar internationale werkervaring is zij zeer bedreven in het herkennen, doorzien en optimaliseren van verschillende organisatieculturen en bijbehorende organisatiestructuren. Zij heeft meerdere verandertrajecten succesvol begeleid in binnen en buitenland. Ivon heeft een diepgaande interesse voor neurowetenschappen en zoals zij het noemt “het menselijk Systeem”, ze is gefascineerd door “de natuurlijke manier van leren” en “het menselijk brein”. Ze blijft zichzelf ontwikkelen en trainen in tal van onderwerpen die haar de mogelijkheid geven om naar het gehele systeem te kijken van de mens zelf en zijn werkomgeving. Ivon is een authentieke change manager in hart en nieren en in elke rol altijd een Co-Creator."}
{"name": "Jurgen Allewijn", "description": "Jurgen is een enthousiaste Cloud architect/consultant met passie voor zijn vak. Met 20+ jaar ervaring, opgedaan bij verschillende klanten zoals de NS, KPN en Independer, en een brede interesse in Cloud en Cloud gerelateerde onderwerpen.  Als Cloud architect acteert hij op het snijvlak van techniek en organisatie waarbij het zwaartepunt meer bij de organisatie en proceskant ligt en minder bij de techniek. Hij heeft een positief kritische houding gedurende het proces om het juiste en meest optimale resultaat te behalen, waarbij de klant en zijn wensen centraal staan. In de afgelopen jaren heeft Jurgen zich vooral gefocust op ontwikkelingen in Cloud native oplossingen (containers, Kubernetes) voor zowel on premise (VMware) als in de Cloud (Azure, Google, AWS) en de bijbehorende DevOps cultuur en way of working. Jurgen heeft kennisdeling hoog in het vaandel staan. Deze kennisdeling brengt hij in praktijk door het geven van trainingen en workshops en het organiseren van meetups."}
{"name": "Jesse Vermeulen", "description": "Jesse werkt graag aan projecten waarbij hij innovatieve oplossingen kan bedenken voor bestaande of nieuwe problemen met een maatschappelijk belang. Hij is leergierig en gaat graag de uitdaging aan om nieuwe technologieën te leren en/of toe te passen en haalt ook veel voldoening uit het doorgeven van deze informatie en ervaring aan anderen. Jesse heeft kennis van zowel front-end als back-end praktijken en gaat dan ook graag aan de slag met projecten waar beide onderwerpen een rol spelen. Ook heeft hij ervaring met het opzetten, onderhouden en uitbreiden van data gerelateerde systemen. Een grote hobby van Jesse is het werken met elektronica en hardware. Een aantal projecten waar hij aan heeft gewerkt zijn: Een slimme thermometer die verbonden staat met zijn smart home en opgeladen wordt met een zonnepaneel, een zelfbouw 3D printer die aangestuurd kan worden met een Raspberry Pi, Een NAS gemaakt van oude computeronderdelen."}
{"name": "Jettro Coenradie", "description": "Toen ik in 2014 werd benaderd om samen met Sander Pagie een nieuwe Luminis kern op te starten greep ik deze kans met beide handen aan. Wat een reis is dat geworden. Samen met Sander heb ik de business opgetuigd, het team vorm gegeven en vele klanten geholpen. Ik vind het belangrijk om samen met een multi-disciplinair team te werken aan strategische oplossingen voor (search) gerelateerde uitdagingen voor klanten. Ik ben een ervaren software architect met focus op search technology. Al jaren werk ik aan de beste zoek oplossingen voor klanten op basis van tools als Elasticsearch en Solr. Naast het ontwerpen van de architectuur van search oplossingen vind ik het nog steeds erg leuk om ook zelf te programmeren. Zelf API’s ontwikkelen op basis van bijvoorbeeld spring boot, zelf interfaces bouwen met React en zelf nadenken over de beste manier om al dat moois beschikbaar te stellen aan de gebruikers. Dit kan via cloud based oplossingen, maar ook nog steeds op dedicated hardware. Naast het leveren van search oplossingen vind ik het ook erg leuk om hier met anderen over te praten. Ik heb al vele teams geholpen met een elasticsearch training. Ook heb ik op meerdere conferenties gesproken over search gerelateerde onderwerpen."}
{"name": "Jeroen Reijn", "description": "Gepassioneerd door het bouwen en leveren van oplossingen in de Cloud ☁️. Pragmatisch ingenieur en hands-on architect met een sterke focus op webgebaseerde systemen. Werkte meer dan een decennium binnen de Enterprise Content Management-markt en heeft het web (en apparaten) zien veranderen van het leveren van statische inhoud naar volledig dynamische en rijke interactieve gebruikerservaringen. Actieve CI / CD beoefenaar en geniet van het werken met high performant (gedistribueerde) systemen, container technologie en serverless in een DevOps omgeving. Deelt zijn passie en kennis graag met anderen door te spreken op conferenties en meetups en door trainingen en kennissessies te verzorgen."}
{"name": "Daniël Spee", "description": "Daniël is een gedreven professionele softwareontwikkelaar die altijd op zoek is naar uitdagingen. Hij is een echte teamspeler en houdt ervan om samen met zijn team een mooi product neer te zetten of een mooie oplossing te ontwikkelen. Communicatie is daarbij voor hem belangrijk, zowel met teamleden als met klanten, om projecten zo goed mogelijk te laten verlopen. Opbouwende kritiek vindt hij daarin een belangrijk onderdeel. In zijn vrije tijd werkt Daniël ook aan privé projecten om daarmee zijn kennis naar een hoger niveau te brengen. Daarbij kan hij nieuwe kennis die hij opdoet welke niet binnen zijn huidige werk project past toch in de praktijk toepassen. Hij is zich daarmee bewust dat je binnen het vakgebied nooit uitgeleerd bent."}
{"name": "Allon Sander", "description": "Allon is gepassioneerd in zijn vakgebied en een gedreven teamspeler die ernaar streeft om met het hele team snel mooie mijlpalen te behalen. Hij denkt actief mee tijdens discussies en waardeert constructieve terugkoppelingen. Bovendien houdt hij ervan om de kennis van het team naar een hoger niveau te brengen. Analytisch is Allon zeer sterk, waardoor hij een nieuwe organisatie snel doorziet en hun omgeving snel eigen kan maken. Hij ziet wat er nodig is en neemt waar nodig meerdere rollen op zich binnen een organisatie of project. Allon is een ervaren Software Engineer met een groot verantwoordelijkheidsgevoel. Zijn achtergrond in systeemontwikkeling en softwareontwikkeling zorgt ervoor dat hij zich thuis voelt in een DevOps cultuur. Tegenwoordig helpt hij bedrijven om met zijn kennis en ervaring mooie producten te bouwen. In zijn vrije tijd vindt hij het leuk om te hobbyen met techniek, waaronder:"}
{"name": "Utku Demir", "description": "Two of the greatest desires of Utku are cloud technologies and studying statistical outcomes. With that in mind, he takes joy from automating applications on the cloud and working with artificial intelligence technologies. Some of the applications that he created in these areas are a backend application that deploys itself on the cloud using CICD pipelines and IaC and a neural bassline generator that creates melodic basslines for electronic music. Utku is an engineer with practical experience in the world of cloud and data technologies as he believes those are the technologies that he can achieve the biggest impact. With this affection, he devoted his past few years gathering knowledge in automation, Continuous Integration (CI), Continuous Development (CD), computer vision, natural language processing and cloud technologies. Besides he has experience in developing backend solutions using Java and Python. Utku finds pleasure in projects that challenge him and pushes him to learn new things. As such, he is a dedicated engineer who is always looking to improve himself and his team to achieve great outcomes. He is a self-motivated person that pushes his boundaries by experimenting, learning and sharing to create value for his team."}
{"name": "Steven Ramdas", "description": "Steven is een bedreven engineer met een hands-on mentaliteit en een sterke achtergrond in Software Engineering. Hij is onderdeel van het DataOps kennisgebied binnen Luminis. Hij heeft ervaring met Machine Learning productionisation, door het toepassen van best-practices vanuit Software Engineering zoals CI/CD en technieken zoals Kubernetes om ontwikkelde Machine Learning applicaties naar een hoger- en production-ready niveau te tillen. Daarnaast heeft hij ervaring met het opzetten van end-to-end data-pipelines. Steven haalt energie uit en vindt plezier in, nieuwe concepten en technieken eigen maken, en dat toe te passen, waarbij hij zorgdraagt voor kennisdeling. Tevens beschikt hij over de capaciteit om zich in te leven in verschillende contexten en houdt business doelen voor ogen om toegevoegde waarde te bieden. Volg zijn werk op"}
{"name": "Sofie van den Borne", "description": "Sofie is een ambitieuze full stack software engineer met ruime ervaring in uiteenlopende projecten waarin ze zowel backend- als front-end werk op zich neemt. Ze kijkt met een kritische blik naar wat er gebouwd moet worden en hoe dat zo goed mogelijk te doen. Daarbij vindt ze het belangrijk om goed te communiceren met de klant om gezamenlijk naar de juiste oplossing te zoeken. Als persoon is ze leergierig, zelfstandig, communicatief vaardig en niet bang om nieuwe uitdagingen aan te gaan. Sofie is sterk in logisch redeneren en vindt het leuk om complexe problemen op te lossen. Naast dat ze graag zelfstandig werkt, is ze ook een team player en draagt ze bij aan een prettige teamsfeer. Collega’s over Sofie: “Sofie is analytisch sterk en kan zeer goed technisch overzien wat de gevolgen van een wijziging of nieuwe functionaliteit zullen zijn. Daarnaast kan ze dat ook zeer goed overbrengen.” “Met haar manier van werken weet zij het team te motiveren en bestaat er een goede sfeer. Ook richting business weet zij op de juiste manier af te stemmen en de boodschap over te brengen. Ook als dit een iets meer negatieve aard heeft.”"}
{"name": "Sander Pagie", "description": "“Ik help organisaties digitale oplossingen te ontwikkelen die waarde toevoegen aan hun klanten met een duurzame impact” Mijn passie is met een team waardevolle digitale oplossingen te realiseren met een duurzame impact. Mijn kracht is weten wat er nodig is om effectieve teams samen te stellen, te leiden en te coachen. In essentie wil ik zo snel mogelijk waarde leveren aan mijn klanten, met een duurzame impact. Binnen een werkomgeving die positief en veilig is, zodat betrokkenen zich verbonden voelen met het doel dat we nastreven. Ik geloof in vertrouwen, veiligheid, obsessie voor klanten, continu leren en duurzame impact. Ik breng een resultaatgerichte en get-things-done mindset en 20+ jaar IT & Change ervaring, visie, eigenaarschap en positieve energie mee. Door mijn business development & delivery (Cloud-native, Projects, IT) ervaring kan ik mij goed aanpassen aan verschillende uitdagingen. Ik haal het beste uit mezelf en mijn omgeving als ik werk aan een helder doel met een duurzame impact. Ik werk graag met een multidisciplinair team dat wil leren, aanpassen en ambities waarmaken"}
{"name": "Tim Harteveld", "description": "Tim is geïnteresseerd in kunstmatige intelligentie en wil zoveel mogelijk op dat gebied leren en in de praktijk brengen. Met name spreekt het hem aan als er complex gedrag uit slechts een aantal simpele regels code tevoorschijn komt. Op de vraag ‘wat vind jij het belangrijkste aan jouw werk’ antwoordt hij: ‘stappen vooruit kunnen zetten, zodat er uiteindelijk een mooi en functionerend product is gemaakt’."}
{"name": "GP Gooiker", "description": "Mijn specialisme is het aanjagen van innovatie. Met een achtergrond van Industrieel Ontwerpen aan de TU Delft en meer dan tien jaar ervaring met het ontwerpen van digitale producten help ik je organisatie om de volgende stap te maken.  Ik breng methoden mee om je doelgroep te begrijpen, niet alleen wat mensen willen bereiken, maar ook wat hun normen en context zijn. Deze behoeften van de doelgroep combineer ik vervolgens met een marktanalyse: welke markt is groeiend en hoe hard? Tenslotte ontwerp ik een product en maak prototypes om de innovatie te valideren."}
{"name": "Steven Choo", "description": "Steven’s vision on software engineering is: “offering solutions to problems that meet the wishes of various stakeholders”. His answer to the question “what kind of work do you do?”is therefore: “I solve problems.” “Everyone makes a mistake from time to time and there is always someone better than you. So learn from each other, be open for feedback, work together and try to find a solid solution as efficiently as possible in an honest manner.”"}
{"name": "Stephanie Roelink", "description": "Sinds augustus 2017 zorg ik er als officemanager met veel plezier voor dat alles hier op kantoor op rolletjes verloopt en dat mijn collega’s zich vooral kunnen focussen op hun werk. Ik verzorg een leuke attentie als iemand jarig is, regel een lekkere maaltijd voor onze kennissessies en organiseer daarnaast ook regelmatig andere activiteiten. Ook verzorg ik de boekhouding en een groot gedeelte van de arbo- en personeelszaken. Tevens ben ik één van de bedrijfshulpverleners en de preventiemedewerker. Kortom voor alle niet-technische zaken kun je bij mij terecht."}
{"name": "Robin Appels", "description": "Met de combinatie Informatica en Logistiek kan Robin goed plannen, werken onder druk, zoeken naar oplossingen, flexibiliteit en klantgericht werken. Ook houdt Robin van een uitdaging en vind hij het leuk om te zoeken naar de beste oplossing mogelijk. Hij is leergierig en daardoor altijd geïnteresseerd in de laatste technologieën die uitkomen. Ook gaat hij graag de uitdaging aan om deze technologieën te leren en toe te passen in de praktijk, om vervolgens deze informatie te delen met anderen. Robin is continu bezig met zijn eigen projecten om nieuwe kennis te vergaren, op dit moment heeft Web3 zijn aandacht. Tijdens zijn studie Informatica heeft Robin gewerkt als web developer en is na zijn studie begonnen als full-stack developer. Hier deed hij een mix van front-end en back-end, echter merkte hij dat de back-end hem meer interesseerde. Robin basketbalt al sinds zijn 10e en is nog steeds bezig. Hij vindt het leuker om in een teamverband naar een doel toe te werken dan alleen. Hierdoor betrekt Robin altijd andere mensen bij zijn projecten die graag willen leren of meehelpen. Verder vindt hij het leuk om met vrienden af te spreken, lezen en te gamen"}
{"name": "Roberto van der Linden", "description": "Het creëren van de beste user experience vindt Roberto een van de belangrijkste dingen binnen een project. Hoe dit er uit ziet bekijkt hij graag samen met de opdrachtgever. Of dit door het maken van een mobiele applicatie is of door het faciliteren van verschillende workshops, Roberto zal dit met de klant en de gebruikers realiseren en vormgeven om zo tot een waardevolle oplossing te komen. Als Developer en Lead binnen Luminis Amsterdam kent Roberto het belang van een goede samenwerking binnen projecten. SCRUM is daarbij het raamwerk om successen te garanderen, dat is mede de reden geweest dat Roberto de cursus Certified Scrum Master heeft gedaan en zijn certificaat heeft behaald. Roberto heeft meerdere projectteams succesvol kunnen begeleiden. Roberto is iemand die een team beter kan laten functioneren. Dit doet hij het liefst met een dosis humor en veel energie. Hij vindt het heel belangrijk om goed te communiceren met alle stakeholders, samen ervoor zorgen dat de meest geschikte oplossing wordt gerealiseerd die aansluit bij de wensen van stakeholders."}
{"name": "Richard Schaaf", "description": "Richard heeft meer dan 25 jaar ervaring in de rollen in de informatietechnologie. In die jaren heeft Richard vele rollen vervuld. De laatste jaren is Richard voornamelijk bezig geweest als Agile Coach en als (Business) Consultant/Requirements Analyst. Als Agile Coach heeft Richard vele grotere organisaties geholpen bij het effectief en efficiënt invoeren of verbeteren van Agile werkwijzen. In zijn rol als (Business) Consultant heeft Richard klanten geholpen met het formuleren van requirements en het realiseren daarvan, veelal in zeer complexe omgevingen. Hoewel Richard in vele rollen werkzaam is geweest, zijn een aantal zaken altijd nadrukkelijk aanwezig geweest: coaching/mentoring, (Business) Analysis, Requirement Management en Agile Transformaties. Richard heeft veel internationale ervaring met projecten in meerdere landen waaronder Nederland, Duitsland, Verenigde Staten, Verenigd Koninkrijk, en België. Doordat Richard meer dan de helft van zijn loopbaan werkzaam is geweest voor Amerikaanse en Engelse bedrijven beheerst Richard het Engels volledig. Richard is een Certified Professional Scrum Master (PSM) en SAFe Program Consultant (SPC)."}
{"name": "Robbert-Jan van Wijhe", "description": "Een bekend vooroordeel binnen de branche is dat technische mannen slecht kunnen communiceren. Hier is Robbert-Jan het niet mee eens. Hij is het enthousiaste en toegewijde bewijs dat dit niet zo is. Door deze mindset heeft hij zich de afgelopen jaren kunnen ontwikkelen tot Lead developer. In die rol is hij graag een sparringpartner van zowel interne als externe stakeholder(s) en probeert hij zijn development team te coachen op zowel hard als softskills.  In goede samenwerking met de PO en het development team gaat hij altijd voor het best mogelijke resultaat!"}
{"name": "Rick de Leeuw", "description": ""}
{"name": "Rick de Ruiter", "description": "Ik ben sinds oktober 2022 werkzaam als Developer bij Luminis. Mijn liefde voor coderen is pas op latere leeftijd ontstaan. Ik bezit een achtergrond in Marketing en Branding maar tijdens mijn werk werd duidelijk dat de bèta-aspecten mij veel meer interesseerden dan de gamma-aspecten. Zo bloeide ik op als ik mij kon bezighouden met het manipuleren van data, als ik aan de slag kon met databases of als ik kon meekijken met de backend van onze IT-afdeling. Toen ik in aanraking kwam met development sloeg de vonk dan ook meteen over en ben ik mij met volle enthousiasme gaan omscholen. Echter, met met mijn ervaring op het gebied van marketing en branding weet ik wel een goede brug te slaan tussen wat de klant wil en het daadwerkelijke eindproduct. Tegenwoordig houd ik mij bezig met Java, SQL, Apache Camel, Spring Boot en mag ik mezelf een Oracle Certified Professional noemen. In mijn vrije tijd bevind ik mij graag in de natuur aan een klimwand of ben ik te vinden bij een goed concert in de stad."}
{"name": "Phuoc Tran", "description": ""}
{"name": "Jeroen Weijers", "description": "Als ontwikkelaar ben ik geïnteresseerd in hoe programmeertalen en tools kunnen helpen om op een goede manier om te gaan met steeds complexer wordende systemen. Ik vind het leuk om nieuwe technieken in te zetten die helpen om toenemende complexiteit het hoofd te bieden. In mijn werk voor klanten vervul ik primair de rol van ontwikkelaar. Waar nodig vervul ik ook andere rollen om tot het gewenste resultaat te komen. Denk hierbij aan rollen als analist, scrum master en solution architect. Het liefst werk ik in een DevOps-situatie waarbij operationele ondersteuning en beheer van infrastructuur ook tot mijn taken behoren. Ik ben een gedreven, oplossingsgerichte en enthousiaste ontwikkelaar. Me verdiepen in en het oplossen van complexe problemen door middel van programmeren en technologie vind ik het mooiste aan mijn werk."}
{"name": "Dennis van Loon", "description": "Is softwareontwikkeling nog leuk na twintig jaar ? In mijn vrije tijd rijd ik graag op mijn mountainbike en speel ik tennis met mijn kinderen."}
{"name": "Lydia van Deursen", "description": "Elke dag wat leren, is wat ik probeer na te streven. Zowel in en rond mijn vakgebied als buiten werktijd. Soms zijn het grote stappen die ik maak, soms zit de groei in iets kleins. De wereld van een front-ender verandert continue en het blijft een leuke uitdaging zo effectief en efficient mogelijk een klant op weg te helpen. Daarnaast hou ik me graag bezig met het verbeteren van de user experience van een applicatie, en zit ik regelmatig in overleggen over (grafisch) design, content en user flows. Inmiddels zit ik al heel wat jaren in het vak, en heb ik met diverse klanten uit verschillende  branches mogen werken. Een verschil met vroeger is dat alles zich naar de cloud verplaatst, dus in mijn huidige project ben ik ook bezig met de services van AWS. Ik ben echt een team-player, en kom het best tot mijn recht in een prettige en open werksfeer. Ik kan genieten van een prettige samenwerking, een goed resultaat dat we vieren met een stukje taart, of het eindproduct dat zichtbaar is in de ‘echte’ wereld."}
{"name": "Tom Meulenberg", "description": ""}
{"name": "Barend Nesse", "description": "Ontzorgen, het vertrouwen hebben dat hetgeen je met mij afgesproken hebt vlekkeloos verloopt, dat is de ervaring die ik jou en andere klanten met Luminis wil geven. Het gaat natuurlijk niet altijd in één keer goed, daarom kies ik er voor om transparant te zijn én oplossingsgericht; dan weet jij precies waar je aan toe bent. Ik geloof in de kracht van een multidisciplinair team, waar ook jullie aan deelnemen. Met mijn enthousiasme, betrokkenheid en bevlogenheid motiveer ik mijn team om resultaten te behalen die een ‘strategic fit’ zijn voor jouw business. Of het nu business development of ontwikkel & implementatie trajecten betreft, het verbinden en inspireren van stakeholders is mijn tweede natuur. Ik pak problemen creatief én gestructureerd aan. Heb hierbij oog voor details, zonder het overzicht te verliezen. Ik put hiervoor uit mijn ruime ervaring met projecten op het snijvlak van business en IT in complexe omgevingen. Ik houd van een informele werksfeer met veel humor! Dus wil je technische oplossingen in de cloud die waarde toevoegen aan jouw business? Dan ga ik dat samen met mijn team voor je regelen. Ook daarna help ik je met het inregelen van alle supportactiviteiten die horen bij het in de lucht houden van jullie nieuwe IT in de cloud! … zullen we bellen?"}
{"name": "Toine Krook", "description": ""}
{"name": "Sander Brokelman", "description": ""}
{"name": "Roy Honders", "description": "Roy is een ambitieuze software engineer met passie voor het delen van zijn kennis. Hij gebruikt vooral de talen Javascript (Angular en Node.js) en ook Kotlin/Java. Hij heeft gewerkt aan web development en IoT projecten, maar ook aan het online zetten van applicaties in de cloud. In zijn vrije tijd houd hij van boeken lezen en nieuwe plaatsen ontdekken."}
{"name": "Willem Burgers", "description": ""}
{"name": "Theo van den Bogaart", "description": ""}
{"name": "Tom Hanekamp", "description": "Ik werk al meer dan 10 jaar bij Luminis als software engineer en gedurende die tijd heb ik de geweldige kans gehad om aan veel verschillende projecten te werken. De meeste van deze projecten draaien om de ontwikkeling van mobiele of Java-applicaties, hoewel ik er niet voor terugdeins om me in andere technologieën te verdiepen als de situatie daarom vraagt. Tijdens mijn tijd bij Luminis heb ik ontdekt dat mijn passie ligt bij het vinden van manieren om technologie te gebruiken om de best mogelijke resultaten te behalen voor onze klanten en hun klanten. Technologie op zichzelf is tenslotte gewoon een hulpmiddel om te gebruiken, hoe we ervoor kiezen om het te gebruiken is wat er echt toe doet. Het blijkt dat softwareontwikkeling draait om mensen. Het is om deze reden dat ik gepassioneerd ben door cloudtechnologie. Door applicaties te ontwikkelen met behulp van cloudtechnologie kunnen ontwikkelaars, indien goed uitgevoerd, zich minder druk maken om randzaken. In plaats daarvan kunnen ze zich concentreren op wat er echt toe doet namelijk waarde creëren."}
{"name": "Walter Treur", "description": "Ik ben Agile consultant bij Luminis en heb ervaring met de vele aspecten van professionele softwareontwikkeling. Aanvankelijk als softwareontwikkelaar, tegenwoordig als scrummaster, projectmanager, requirementsanalist en product owner. Ik probeer altijd het proces van softwareontwikkelingsprojecten te verbeteren, met een flinke dosis humor en energie."}
{"name": "Wilfred Rouwendal", "description": ""}
{"name": "Timo Kruisselbrink", "description": ""}
{"name": "Robin van Kaathoven", "description": ""}
{"name": "Tim Joosten", "description": ""}
{"name": "Thomas Slippens", "description": ""}
{"name": "Tijs van der Horst", "description": ""}
{"name": "Steef Burghouts", "description": "Steef is software engineer bij Luminis Arnhem. Hij heeft meer dan 8 jaar ervaring in Java op projecten in verschillende domeinen. Steef is ervan overtuigd dat wanneer we als ontwikkelaars succesvol willen zijn, we onze kennis voortdurend moeten updaten naar nieuwe technologieën."}
{"name": "Silvan Snik", "description": "Logisch denken + creativiteit = frontend engineering. Frontend engineering is voor mij een perfecte cocktail van creativiteit en techniek. Als frontend engineer zit je dicht tegen de eindgebruiker en de business aan. Dit betekent dat je een grote invloed uitoefent op de gebruikerservaring en hier ook zorg voor dient te dragen. Eigenschappen als pixel-perfect, creatief en open communicatie helpen mij om samen met de klant het beste resultaat neer te zetten. Overleggen met de business om van use-case tot een technisch passende oplossing te komen is een belangrijk onderdeel van mijn dagelijkse werkzaamheden die ik al bijna 10 jaar met veel plezier doe. Met een lach en grap zet ik me voor de volle 100% in met als doel een 100% tevreden klant!"}
{"name": "Sandra Koolmees", "description": ""}
{"name": "Sam van Geijn", "description": ""}
{"name": "Richard Keukens", "description": ""}
{"name": "René Janssen", "description": ""}
{"name": "Remco Crans", "description": ""}
{"name": "Peter Doornbosch", "description": ""}
{"name": "Paul Ebeling", "description": ""}
{"name": "Laura Schaub", "description": ""}
{"name": "Piet van Dongen", "description": "Ik ben Cloud Transformation Consultant bij Luminis. Ik help organisaties met het in kaart brengen en benutten van zakelijke kansen met behulp van technologie. Ik deel mijn kennis graag door te bloggen, whitepapers te schrijven, college of les te geven en door regelmatig op het podium te klimmen bij congressen als Codemotion, DevOpsDays, re:Invent en de Luminis DevCon en ben daar ook voor onderscheiden. Ik praat en schrijf over onderwerpen als cloudmigraties, -transformaties en -technologie. Ik ben ook zeer actief in de community: ik ben één van de Community Leaders van de"}
{"name": "Niels Wissels", "description": ""}
{"name": "Niels Marsman", "description": ""}
{"name": "Nick Schürgers", "description": ""}
{"name": "Mike Westdijk", "description": ""}
{"name": "Louis Pouwels", "description": ""}
{"name": "Leonie Verhees", "description": ""}
{"name": "Evertson Croes", "description": "Evertson is senior software engineer bij Luminis Arnhem. Hij houdt zich bezig met verschillende technologieën en is vooral bezig op het gebied van Cloud en IoT. Hij is AWS certified Associate en in zijn vrije tijd werkt hij aan een AWS Amplify applicatie."}
{"name": "Lars Holleboom", "description": ""}
{"name": "Ivo Domburg", "description": "Voor veel klanten is het ontwikkelen van digitale producten geen dagelijkse kost. Men weet vaak goed wat men wil bereiken, maar het concept concreet maken is lastig. Ivo helpt daarbij door onderzoek te doen en ideeën te toetsen. Hij streeft in zijn ontwerp naar een product dat past bij de klant en gebruiker. Want het is prachtig om mensen producten te zien gebruiken waar hij aan heeft meegewerkt en te zien dat alle zorg en aandacht loont."}
{"name": "Koen Beckers", "description": ""}
{"name": "Hendrik Camps", "description": ""}
{"name": "Hilmar Jansen", "description": ""}
{"name": "Frank Folsche", "description": "Als software-ontwikkelaar vind ik het belangrijk om een onderdeel te zijn van de projecten en mee te denken over wat de beste oplossing is voor de klant. Hierdoor ben ik graag betrokken bij zowel de font-end als de back-en van een applicatie. Er is niks zo mooi om samen met een hecht team software te bouwen waar de klant vervolgens nog enthousiaster over is dan wij. Mijn passie ligt bij het ontwikkelen van webapplicaties met behulp van Microsoft .Net en AngularJS met Typescript. Ik kan volledig opgaan in het opzetten een REST Service waar door middel van het domeinmodel de bedrijfsregels gevalideerd worden, om de volgende dag een ontwerp zo efficiënt mogelijk om te zetten in een front-end webapplicatie. Naast software-ontwikkeling gaat mijn interesse uit naar China. Ik heb hier 3 jaar gewoond en ben er mijn software-ontwikkelcarrière gestart. In China heb ik veel ervaring opgedaan met het communiceren met klanten, hoe je een project van de grond af aan moet opbouwen en wat voor een klant nu echt meerwaarde biedt."}
{"name": "Harro Vons", "description": "Mijn passie? Mooie producten, die met oog voor detail zijn ontworpen en kwaliteit uitstralen. Die passie gaat niet alleen over hoe het product eruitziet of hoe het werkt. Het gaat ook om het ontwerpen en maken van producten. Omdat ik als User Experience professional weet wat nodig is om het verschil te maken met een uitstekend product. Binnen Luminis gebruik ik deze passie om organisaties te helpen bij het bedenken en creëren van digitale producten en diensten. Ik vind het heel leuk om met alleen een idee of wens te beginnen en daar een geweldige app van te maken. In dit proces ben ik de verbindende schakel tussen de opdrachtgever, de gebruikers en het ontwikkelteam. Bij Luminis werk ik aan verschillende producten voor verschillende soorten klanten. Dat brengt veel variatie in mijn werk en het stelt mij in staat  kansen te zien voor nieuwe of betere producten. Ik ga aan de slag met mensen die mijn passie delen. Een geweldig product gedijt het beste in een omgeving waarin mensen samenwerken in transparantie en vertrouwen en verantwoordelijkheid nemen. Dat is het soort omgeving waarin ik het liefste werk!"}
{"name": "Patrick Pol", "description": ""}
{"name": "Björn Lammers", "description": "Al snel nadat mijn vader de eerste computer ons huis binnenbracht, raakte ik gefascineerd door de mogelijkheid om een beeld in mijn hoofd om te zetten naar een programma. Zowel tijdens mijn middelbare schooltijd als gedurende mijn studie Landinrichting ging een groot deel van de vrije tijd op aan het bouwen van steeds complexere software en uiteindelijk heb ik van die hobby mijn beroep kunnen maken. In vijftien jaar heb ik mij gespecialiseerd in het schrijven van Java-applicaties. Dat betekent zeker niet dat ik me daartoe beperk; ik zou niet in een project willen werken waarin ik geen inbreng zou kunnen hebben in de architectuur, business analysis en het testen. Nu mijn grootste hobby mijn werk is geworden, heb ik meer tijd voor andere hobby’s en die deel ik ook graag met anderen; bij Luminis lopen mensen met allerlei verschillende interesses en achtergronden rond, waardoor ik regelmatig interessante gesprekken voer, bijvoorbeeld tijdens een lunchwandeling over het prachtige IPKW-terrein waar wij gevestigd zijn (en dat mijn stedebouw-hart sneller doet kloppen!). Bij Luminis krijg ik de mogelijkheid om elke dag te beginnen met de vraag: “Wat ga ik vandaag beter maken?”. Ik werk samen met professionele collega’s waarvan ik veel leer en die me uitdagen om problemen op een andere manier te bekijken; ik kan de dag dus niet alleen afsluiten met wat ik beter heb gemaakt, maar ook met hoe ik zelf beter ben geworden."}
{"name": "Bart Dohmen", "description": "Techniek begrijpelijk maken voor de mens, dat is waar ik voor sta. Ontwerpen maken waar mensen blij van worden of hun werk beter door kunnen doen is het mooiste dat er is. Ongeacht de complexiteit, voor een eindgebruiker moet het haast als vanzelfsprekend aanvoelen. Dat gaat verder dan alleen mooie schermontwerpen maken. Klantwensen doorgronden, visueel communiceren, ervaringen testen met prototypes en zo vaak mogelijk op je bek gaan: zo ontwerp ik gebruiksvriendelijke interfaces die aansluiten bij de wensen en waarden en doe dat vooral sámen met klanten, gebruikers en collega’s. Met een achtergrond als industrieel ontwerper ben ik erg geboeid door de synergie van de digitale en fysieke wereld om ons heen. Ik zie dit dan ook als onafscheidelijke domeinen; een mobiele app voor een boer in de stal biedt andere uitdagingen dan een webapplicatie voor een groep schoolkinderen. Mijn werk gaat voorbij het scherm. Ik uit mijn creativiteit ook graag met zo nu en dan mooie dingen vastleggen op de digitale fotoplaat en door te tekenen in mijn schetsboek. Mijn hersenen lucht ik graag tijdens een rondje fietsen of wandelen."}
{"name": "Arjan Snoek", "description": "Software wordt gemaakt voor het beantwoorden van een vraag voor de klant. Of dat een grote of kleine vraag is maakt niet uit. Maar het op de juiste manier beantwoorden van de vraag is een puzzel die ik graag oplos. Ook het ontdekken van de exacte vraag vind ik een uitdaging om m’n tanden in te zetten. Ook als daardoor blijkt dat de cultuur of procedures een onderdeel van de vraag blijken te zijn vind ik het een uitdaging om die te beantwoorden. Eind jaren ’90 ben ik begonnen als developer, sinds die tijd heb ik me heel wat technieken en platformen eigen gemaakt. De laatste 8 jaar heb ik me voornamelijk gericht op het .Net platform, en af en toe maak ik een uitstapje naar andere technieken en omgevingen om m’n blik scherp te houden. Naast het werk hou ik me bezig met m’n twee grote passies: fotograferen en reizen."}
{"name": "Auke Noppe", "description": "Auke is een softwareliefhebber die zich steeds meer op de cloud richt. Hij is al bijna 15 jaar actief in het vakgebied en is altijd gepassioneerd geweest over IoT-oplossingen. Het is misschien geen verrassing dat alle projecten waar hij tot nu toe aan heeft gewerkt een relatie hebben met IoT en/of externe systemen: in een van zijn laatste projecten werkte hij als architect aan een cloudmigratie voor een slim thermostaatecosysteem. In zijn vrije tijd verbetert hij graag zijn home automation setup. Auke schroomt niet om lastige problemen op te lossen, maar is altijd op zoek naar manieren om het hemzelf en de mensen om hem heen makkelijker te maken. Zijn motto is dan ook: “Werk slimmer, niet harder!” Zijn kennis over cloud en andere nieuwe technologieën deelt Auke graag met Luminis collega’s tijdens interne sessies en natuurlijk ook met onze klanten."}
{"name": "Arend ten Oever", "description": "Ik ben Arend ten Oever, project manager bij Luminis Arnhem. Mijn dagen zien er eigenlijk nooit hetzelfde uit. De ene dag ben ik druk bezig met consultancy werk, de andere dag liggen mijn werkzaamheden meer in lijn met die van een product owner. Alles wat nodig is om projecten en business van onze klanten te ondersteunen en tot een succes te maken. Ik zit dagelijks tussen de klant en Luminis in. De uitdaging voor mij zit hem in die afwisseling. Van verschillende klanten, sectoren en projecten: overal zoek ik uit hoe we het beste kunnen helpen met onze oplossingen en dienstverlening. Daarna ga ik aan de slag met het verbinden van de juiste mensen en laat ik mijn Luminis collega’s doen waar ze goed in zijn."}
{"name": "Rick Oosthof", "description": ""}
{"name": "Meral Bouwman", "description": ""}
{"name": "Melinda de Roo", "description": "Wat doe ik zoal voor klanten? Als frontend developer ben ik bezig met het bouwen van user interfaces. Deze ontwikkel ik met behulp van het Angular framework. De complexiteit en het zichtbaar zijn, spreken mij aan. Hierin kan ik mijn creativiteit kwijt. En de waardering die ik krijg bij het tonen van het resultaat, geven mij de drive en enthousiasme in het werk! In de korte tijd bij Luminis heb ik al veel mogen ontwikkelen voor de zorgverzekeraar VGZ. Elk nieuw stuk UI nog mooier dan de vorige. Een enorm leerzame tijd tot nu toe. En hopelijk komen er nog veel meer projecten op de lijst voor Luminis!"}
{"name": "Martijn van Toor", "description": ""}
{"name": "Martijn van der Veek", "description": ""}
{"name": "Kevin Verhoef", "description": ""}
{"name": "Lutske de Leeuw", "description": ""}
{"name": "Erwin Noorlander", "description": ""}
{"name": "Alex Bijsterveld", "description": ""}
{"name": "Rafaëla Phaf", "description": "Rafaëla houdt van uitdagingen in de vorm van het oplossen van ingewikkelde problemen. Het motiveert haar om een creatieve oplossing te bedenken die niet per se vanzelfsprekend is. Door haar leergierigheid blijft ze haar kennis steeds door ontwikkelen en maakt ze zich nieuwe onderwerpen eigen. Haar enthousiasme in het vak maakt het een plezier om met haar samen te werken. Ze vindt het belangrijk om de verschillende stappen altijd overzichtelijk met zowel klanten als collega’s door te nemen. Communicatie staat bij haar voorop, zowel in collegiaal verband als naar klanten en stakeholders. Rafaëla spreekt ook op verschillende conferenties, zoals Luminis DevCon en Devoxx Belgium. Haar “talks” worden met veel positieve feedback ontvangen. https://www.youtube.com/watch?v=3niDsBTci9M"}
{"name": "Nico Krijnen", "description": "Nico is een empathische leider met diepgaande technische vaardigheden en breed zakelijk inzicht. Nico is een ontdekkingsreiziger in hart en nieren. Navigerend door het steeds veranderende technologie landschap vertaalt hij beschikbare opties naar praktische oplossingen voor complexe problemen. Gedurende zijn carrière is hij betrokken geweest bij het bouwen van mooie, gebruiksvriendelijke producten. Naast het leiden van teams en het geven van richting, houdt hij ervan om zijn handen uit de mouwen te steken. Hij werkt mee met de ontwikkelteams, staat met beide benen op de grond en ervaart uit de eerste hand hoe (en of) de nieuwste technologieën werken in de echte wereld. Hij heeft ruime ervaring met het bouwen, onderhouden en in productie draaien van cloud software. Hij beheerst de volledige stack, inclusief infrastructuur, delivery, backend, API’s, web-, desktop- en mobiele frontends. Al die ervaring stelt hem in staat organisaties te helpen bij het definiëren van hun visie en strategie op zowel technisch als organisatorisch niveau, waarbij hij er altijd voor zorgt dat deze geworteld zijn in de bedrijfsbehoeften. Vervolgens begeleidt hij teams bij het vertalen van die visie naar de realiteit, hetzij via workshops, trainingen of hands-on pair-programmeren. Gelijktijdig zorgt hij voor kennisoverdracht van best-practice manieren van werken en technische vaardigheden die dat ondersteunen."}
{"name": "Maurice Rombout", "description": "Maurice maakt een sterke eerste indruk. Hij presenteert zich gemakkelijk en weet met zijn vriendelijke karakter direct een klik te maken. Hij beschikt over goede interpersoonlijke vaardigheden, waarbij hij zijn boodschap helder weet te formuleren en ook erg goed luistert naar zijn gesprekspartner. Wat Maurice typeert is zijn vermogen om in de samenwerking zichzelf en anderen te laten profileren. Hij is eerlijk en tactvol. Maurice is een creatief persoon die graag meedenkt met de klant om de applicatie nog beter te maken. Hij houdt hierbij altijd de eindgebruiker en de wensen van de business in zijn achterhoofd tijdens het testen. Maurice is altijd op zoek naar een goede uitdaging in het testen, om deze reden heeft Maurice zijn Selenium certificaat behaald en zijn eerste project geautomatiseerd in Java. Deze ambitieuze kandidaat is zeer volhardend in zijn werk en heeft de behoefte om zichzelf te blijven ontwikkelen"}
{"name": "Mark van Kessel", "description": "Mark is een software engineer en architect met een brede ervaring opgedaan in uiteenlopende projecten. Hij helpt klanten graag met hun lastige software en Cloud problemen, en vindt het leuk om zich in nieuwe technieken te verdiepen. Gestart als embedded software engineer, heeft hij zijn aandacht verlegd naar Java gebaseerde server-applicaties en is de laatste jaren ondergedompeld in alles wat met de Cloud te maken heeft. Naast het meesteren van zijn vaardigheden vindt hij het ook leuk om mensen mee te nemen en zijn kennis over te brengen."}
{"name": "Mark de Jong", "description": "Mark is een gedreven frontend developer met een User Experience Design achtergrond. Hij kent de verschillende talen van gebruikers, klanten en vormgevers. Dit maakt Mark een veelzijdig en waardevol teamlid. Hij vindt het belangrijk dat binnen het team men het goed met elkaar kan vinden, hard kan werken en samen kan lachen. Mark heeft een kritische blik en denkt graag mee in mogelijke oplossingen. Hij werkt graag met de nieuwste technologie, maar weet deze ook op waarde te schatten. Mark vindt het belangrijk om met een open blik samen te onderzoeken wat de beste oplossing is. Hij is gewend met SCRUM Agile te werken en denkt incrementeel bij de aanpak van nieuwe functionaliteiten. Mark wordt vaak omschreven als: doelgericht, betrouwbaar, gestructureerd en sociaal."}
{"name": "Marcel van Brakel", "description": "Marcel is een ervaren Solution Architect, DevOps engineer en Full Stack Ontwikkelaar met 15 jaar werkervaring. Door zijn brede kennis in techniek, interesse in management, business en coaching is Marcel vaak op projectbasis ingezet bij verschillende opdrachten om als Consultant het project naar een hoger niveau te tillen. De kracht van Marcel is zijn visie op zowel de business als de techniek waarbij hij met enthousiasme en passie zijn expertise kan toepassen door de beste oplossingen te bedenken en te implementeren voor complexe vraagstukken.  Dit geeft Marcel veel energie en voldoening. Marcel heeft daarnaast kennis van een verscheidenheid aan tooling, talen en technieken, waardoor hij een grote toegevoegde waarde heeft voor een project. Marcel is communicatief vaardig en weet klanten en teams te inspireren en te motiveren om zodoende het optimale resultaat te behalen. Naast inhoudelijke uitvoerder is Marcel de persoon die van nature een helicopterview heeft over een project, en dit inzet om als team zo goed mogelijk te functioneren"}
{"name": "Hugo Baake", "description": ""}
{"name": "Ine van der Kuur", "description": ""}
{"name": "Hans Riezebos", "description": ""}
{"name": "Hans van Meurs", "description": ""}
{"name": "Fabian Wouters", "description": ""}
{"name": "Erik de Zeeuw", "description": ""}
